{"id":8,"date":"2015-03-13T11:36:26","date_gmt":"2015-03-13T11:36:26","guid":{"rendered":"http:\/\/demo.themegrill.com\/colormag\/?p=8"},"modified":"2015-03-13T11:36:26","modified_gmt":"2015-03-13T11:36:26","slug":"vestibulum-maximus-quis","status":"publish","type":"post","link":"http:\/\/localhost\/wordpress\/2015\/03\/13\/vestibulum-maximus-quis\/","title":{"rendered":"Vestibulum maximus quis"},"content":{"rendered":"<p>Vestibulum maximus quis odio a faucibus. Nunc iaculis tristique porta. Maecenas eu rhoncus arcu. Sed pretium auctor urna sed venenatis. Praesent condimentum egestas ornare. Pellentesque ac tortor vel libero mollis pulvinar et vitae justo. Curabitur maximus pretium dui, in accumsan felis mollis non. Donec placerat, lectus eu faucibus consequat, sem nibh dapibus tortor, sed ultrices nibh nunc et arcu. Pellentesque rutrum, libero ac suscipit volutpat, massa ex faucibus diam, et porta neque felis et ante. Nulla facilisi. Vivamus feugiat neque sed tincidunt interdum.<\/p>\n<p>Integer maximus, nulla a interdum iaculis, augue odio pulvinar tellus, vel imperdiet nibh lacus quis nibh. Aliquam consectetur pretium dictum. In elementum neque vel posuere sollicitudin. Mauris nibh risus, ultricies at consectetur ut, finibus vel erat. Mauris eu tristique ligula. Fusce vel congue ex, consectetur dictum erat. Nullam ac congue est, sed dictum tellus.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Vestibulum maximus quis odio a faucibus. Nunc iaculis tristique porta. Maecenas eu rhoncus arcu. Sed pretium auctor urna sed venenatis.<\/p>\n","protected":false},"author":1,"featured_media":6,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[2],"tags":[],"_links":{"self":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/posts\/8"}],"collection":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/comments?post=8"}],"version-history":[{"count":0,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/posts\/8\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/media\/6"}],"wp:attachment":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/media?parent=8"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/categories?post=8"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/tags?post=8"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}